Repository: CubeEngine/Core
Catalog: cubeengine/src/main/resources/translations/*.po
Languages: de

source: Adds a player to the whitelist.
de: Fügt einen Spieler zur Whitelist hinzu.

source: Changes or displays the log level of the server.
de: Ändert das log level des Servers.

source: Changes the difficulty level of the server
de: Ändert das Schwierigkeitslevel auf dem Server

source: Clears your password.
de: Löscht dein Passwort.

source: Disables a module
de: Deaktiviert ein Modul

source: Disables the whitelisting
de: Deaktiviert die Whitelist

source: Displays the version of the server or a given plugin
de: Zeigt die Version des Servers oder des Plugins

source: Enables a module
de: Aktiviert ein Modul

source: Enables the whitelisting
de: Aktiviert die Whitelist

source: Get info about a module
de: Zeigt Informationen über ein Modul

source: Lists all loaded plugins
de: Listet alle geladenen plugins auf

source: Lists all the loaded modules
de: Listet alle geladenen module auf

source: Lists all the whitelisted players
de: Listet alle Spieler auf der Whitelist auf

source: Loads a module from the modules directory.
de: Läd ein Modul von dem Modulordner.

source: Logs you in with your password!
de: Loggt dich mit deinem Passwort ein!

source: Logs you out!
de: Loggt dich aus!

source: Makes a player an operator
de: Macht einen Spieler zum Operator

source: Reloads a module
de: Lädt ein Modul neu

source: Reloads all of the modules!
de: Lädt alle Module neu

source: Reloads the server.
de: Lädt den Server neu

source: Reloads the whole CubeEngine
de: Lädt CubeEngine neu

source: Removes a player from the whitelist.
de: Entfernt einen Spieler von der whitelist

source: Revokes the operator status of a player
de: Entfernt den Operator Status von einem Spieler

source: Saves all or a specific world to disk.
de: Speichert Welten ab

source: Searches for a user in the database
de: Sucht nach einem Spieler in der Datenbank

source: Sets your password.
de: Setzt dein Passwort

source: Shuts down the server
de: Fährt den Sever herunter

source: Toggles the online mode
de: Wechselt den Onlinemodus

source: Unloaded a module and all the modules that depend on it
de: Schaltet ein Modul und all seine Abhängigkeiten ab

source: Wipes the whitelist completely
de: Leert die Whitelist komplett

source: All passwords reset!
de: Alle Passwörter wurden zurückgesetzt!

source: All worlds have been saved to disk!
de: Alle Welten wurden gespeichert!

source: An error occurred while enabling the module!
de: Ein Fehler ist beim aktivieren des Moduls entstanden!

source: An unknown error occurred while executing this command!
de: Ein unbekannter Fehler ist beim ausführen vom Befehl entstanden!

source: Authors:
de: Autoren:

source: Check the server log for info.
de: Schau in der Server Logdatei für mehr Informationen nach.

source: Contact an administrator if you think this is a mistake!
de: Sprich mit einem Administrator wenn du denkst das ist ein Fehler!

source: CubeEngine Reload completed in {integer#time}ms!
de: CubeEngine wurde in {integer#time} ms neu geladen!

source: Current difficulty level: {input}
de: Aktuelle Schwierigkeitsstufe: {input}

source: Description: {input}
de: Beschreibung: {input}

source: Expanded and improved by {text:CubeEngine:color=BRIGHT_GREEN} version {input#version:color=INDIGO}
de: Erweitert und verbessert durch {text:CubeEngine:color=BRIGHT_GREEN} version {input#version:color=INDIGO}

source: Failed to reload the module!
de: Konnte das Modul nicht neu laden!

source: If you still want to op him, use the -force flag.
de: Wenn du ihn trotzdem oppen willst nutze die -force flag.

source: Invalid argument for {input}: {}
de: Üngültige Eingabe für {input}: {}

source: Last seen: {input#date}
de: Zuletzt gesehn: {input#date}

source: Matched exactly! User: {user}
de: Spieler gefunden: {user}

source: Matched not exactly! User: {user}
de: Spieler eventuell gefunden: {user}

source: Module dependencies:
de: Modulabhängigkeiten:

source: Module soft-dependencies:
de: optionale Modulabhängigkeiten:

source: Modules Reload completed in {integer#time}ms!
de: Module in {integer#time} ms neu geladen!

source: New log level successfully set!
de: Neues Loglevel wurde gesetzt!

source: No player given!
de: Kein Spieler angegeben!

source: Only players can log in!
de: Nur Spieler können sich einloggen!

source: Parameters:
de: Parameter:

source: Player {user} not found!
de: Spieler {user} nicht gefunden!

source: Please report this error to an administrator.
de: Bitte melde diesen Fehler bei einem Administrator.

source: Plugin dependencies:
de: Pluginabhängigkeiten:

source: Provided services:
de: bereitgestellte Services:

source: Reloading CubeEngine! This may take some time...
de: Lade CubeEngine neu! Dies kann eine Weile dauern...

source: Reloading all modules! This may take some time...
de: Lade alle Module neu! Dies kann eine Weile dauern...

source: Reloading the modules...
de: Lade Module neu...

source: Reloading the whole server... this may take some time.
de: Lade den ganzen Server neu... Dies kann eine Weile dauern.

source: Saving...
de: Speichern...

source: Service dependencies:
de: Serviceabhängigkeiten:

source: Successfully reloaded {amount} modules!
de: {amount} Module wurden neu geladen!

source: The current log level: {input#loglevel}
de: Das aktuelle Loglevel ist: {input#loglevel}

source: The difficulty has been successfully set!
de: Die Schwierigkeitsstufe wurde gesetzt!

source: The following actions are available:
de: Folgende Aktionen sind verfügbar:

source: The following players are whitelisted:
de: Die folgenden Spieler stehen auf der Whitelist:

source: The following subcommands are available:
de: Die folgenden Sub-Befehle sind verfügbar:

source: The following users are operators:
de: Die folgenden Benutzer sind Operator:

source: The given file name is invalid!
de: Der angegebene Dateiname ist ungültig!

source: The given module could not be found!
de: Konnte das angegebene Modul nicht finden!

source: The given module was successfully enabled!
de: Das angegebene Modul wurde aktiviert!

source: The given world was not found!
de: Die angegebene Welt wurde nicht gefunden.

source: The module exists, but cannot be read! Check the file permissions.
de: Das angegbene Modul existiert aber konnte nicht geladen werden! Prüfe die Dateibereichtigungen.

source: The module failed to load! Check the server log for info.
de: Das Modul konnte nicht geladen werden. Schau im Serverlog für mehr Informationen.

source: The module {name#module} has been successfully loaded and enabled!
de: Das Module {name#module} wurde geladen und aktiviert!

source: The module {name#module} was successfully disabled!
de: Das Module {name#module} wurde deaktiviert!

source: The module {name#module} was successfully reloaded from file!
de: Das Module {name#module} wurde von Datei neu geladen!

source: The module {name#module} was successfully reloaded!
de: Das Module {name#module} wurde neu geladen!

source: The module {name#module} was successfully unloaded!
de: Das Module {name#module} wurde deaktiviert!

source: The player you tried to deop is not an operator.
de: Dieser Spieler ist kein Operator.

source: The player's password has been reset!
de: Das Spielerpasswort wurde zurückgesetzt!

source: The player's password has been set!
de: Das Spielerpasswort wurde gesetzt!

source: The saving took {integer#time} milliseconds.
de: Das Speichern hat {integer#time} ms gedauert.

source: The server is not in offline-mode.
de: Der Server ist nicht in offline Modus.

source: The server is now in online-mode.
de: Der Server ist jetzt in online Modus.

source: The whitelist is already disabled!
de: Die Whitelist ist bereits nicht aktiv!

source: The whitelist is already enabled!
de: Die Whitelist ist bereits aktiv!

source: The whitelist is currently disabled.
de: Die Whitelist ist zur Zeit nicht aktiv!

source: The whitelist is enabled!.
de: Die Whitelist ist aktiv.

source: The whitelist is now disabled.
de: Die Whitelist ist jetzt nicht aktiv.

source: The whitelist is now enabled.
de: Die Whitelist ist jetzt aktiv.

source: The whitelist was successfully wiped!
de: Die Whitelist wurde geleert!

source: There are currently no operators!
de: Es gibt keine Operatoren!

source: There are currently no whitelisted players!
de: Es gibt keine Spieler auf der Whitelist!

source: There are no modules loaded!
de: Es sidn keine Module geladen

source: There are {amount} plugins and {amount} CubeEngine modules loaded:
de: Es subd {amount} Plugins und {amount} CubeEngine Module geladen:

source: These are the loaded modules.
de: Dies sind die geladenen Module:

source: This command is too dangerous for users!
de: Dieser Befehl ist zu gefährlich für Spieler!

source: This module is already loaded, try reloading it.
de: Dieses Modul ist bereits geladen. Versuche stattdessen es neu zu laden.

source: User {user} has been opped by {sender}!
de: {user} wurde von {sender} zum Operator ernannt!

source: Website: {input}
de: Webseite: {input}

source: World {world} has been saved to disk!
de: Die Welt {world} wurde gespeichert!

source: Wrong password!
de: Falsches Passwort!

source: You are already logged in!
de: Du bist bereits eingeloggt!

source: You are not allowed to change the password of an other player!
de: Du darfst das Passwort von anderen Spielern nicht ändern!

source: You are not allowed to clear all passwords!
de: Du darfst nicht alle Passwörter zurücksetzten!

source: You are not allowed to clear the password of other players!
de: Du darfst nicht das Passwort anderer Spieler zurücksetzen!

source: You are not allowed to deop others!
de: Du darfst anderen Spielern nicht den Operator Status entfernen!

source: You don't have any pending confirmations!
de: Du hast keine ausstehenden Bestätigungen!

source: You have to specify a world!
de: Du musst eine Welt angeben!

source: You have to specify an operator!
de: Du musst einen Operator angeben!

source: Your password has been reset!
de: Dein Passwort wurde zurückgesetzt!

source: Your server has the hardcore mode enabled.
de: Dein Server ist im Hardcore-Modus.

source: {text:Description:color=GREY}: {input}
de: {text:Beschreibung:color=GREY}: {input}

source: {text:Detailed help:color=GREY}: {input#link:color=INDIGO}
de: {text:Detailierte Hilfe:color=GREY}: {input#link:color=INDIGO}
