Repository: CubeEngine/Core
Catalog: fun/src/main/resources/translations/*.po
Languages: de

source: <material> [amount] [delay <value>] [-unsafe]
de: <Material> [amount] [delay <Wert>] [-unsafe]

source: <player> [damage]
de: <Spieler> [damage]

source: <player> [seconds] [-unset]
de: <Spieler> [seconds] [-unset]

source: A tnt carpet is falling at a player or the place the player is looking at.
de: Es fällt ein TNT-Teppich auf einen Spieler oder den Block auf den man schaut.

source: Burns a player
de: Verbrennt einen Spieler

source: Changes from day to night and vice verca
de: Wechselt die Tageszeit von Tag auf Nacht und umgekehrt

source: Creates an explosion
de: Erzeugt eine Explosion

source: Slaps a player
de: Schlägt einen Spieler

source: Strucks a player or the location you are looking at by lightning.
de: Lässt einen Blitz auf einen Spieler oder Block auf den man schaut einschlagen.

source: Throw something!
de: Da fliegt etwas!

source: [item] [player <player>]
de: [item] [player <Spieler>]

source: [param1] [param2] [param3] [Shape <shape>] [player <player>] [height <height>] [range <range>] [-unsafe] [-quiet]
de: [param1] [param2] [param3] [Shape <Form>] [player <Spieler>] [height <Höhe>] [range <Radius>] [-unsafe] [-quiet]

source: [player <name>] [damage <value>] [-blockDamage] [-playerDamage] [-fire] [-unsafe]
de: [player <Name>] [damage <Wert>] [-blockDamage] [-playerDamage] [-fire] [-unsafe]

source: [player <name>] [damage <value>] [fireticks <seconds>] [-unsafe]
de: [player <Name>] [damage <Wert>] [fireticks <Sekunden>] [-unsafe]

source: [world] [delay <value>]
de: [world] [delay <Wert>]

source: rockets a player
de: Katapultiert einen Spieler

source: sets the hat of the player
de: Legt einen Hut für den Spieler fest

source: spawns the mob next to every player on the server
de: Spawnt einen Mob neben jedem Spieler auf dem Server

source: All objects thrown.
de: Wurfende.

source: Do you never wanna see {user} again?
de: Du möchtest {user} nicht mehr wiedersehen?

source: EntityType {input} not found
de: Entitätentyp {input} nicht gefunden

source: Failed to throw this!
de: Das war leider kein Wurf!

source: Item not found!
de: Gegenstand nicht gefunden!

source: No world has been specified!
de: Es wurde keine Welt angegeben!

source: Only 1 to {integer} seconds are permitted!
de: Es ist nur eine Zeitspanne von 1 bis {interger} erlaubt!

source: Only damage values from 1 to 20 are allowed!
de: Es sind nur Schadenswerte von 1 bis 20 erlaubt!

source: Please specify an item!
de: Bitte ein Gegenstand angeben!

source: Started throwing!
de: Wurfbeginn!

source: The Item {name#item} is not supported!
de: Der Gegenstand {name#item} wird nicht unterstützt!

source: The amount has to be a number from 1 to {integer}
de: Die Menge muss im Bereich von 1 bis {interger} liegen

source: The damage value has to be a number from 1 to 20
de: Der Schadenswert muss im Bereich von 1 bis 20 liegen

source: The delay has to be a number between {integer} and {integer}
de: Die Verzögerung muss Bereich zwischen {integer} und {integer} liegen

source: The delay has to be a number from 0 to {integer}
de: Die Verzögerung muss im Bereich von 0 bis {integer} liegen

source: The disco couldn not be started!
de: Die Disko konntn nicht gestartet werden!

source: The disco has been stopped!
de: Die Disko ist beendet!

source: The disco started!
de: Die Disko hat begonnen!

source: The explosion range can't be less than 0 or greater than {integer}
de: Der Explosionsradius kann nicht kleiner als 0 oder größer als {integer} sein

source: The given object was not found!
de: Das gesuchte Objekt wurde nicht gefunden!

source: The given world was not found!
de: Die angegebene Welt konnte nicht gefunden werden!

source: The height has to be greater than 0
de: Die Höhenangabe muss größer als 0 sein

source: The power of the explosion shouldn't be greater than {integer}
de: Die Kraft der Explosion sollte nicht größer als {integer} sein.

source: The shape {input} was not found!
de: Die Form {input} wurde nicht gefunden!

source: This command can only be used by a player!
de: Dieser Befehl kann nur von einem Spieler benutzt werden!

source: This object can only be thrown in unsafe mode. Add -u to enable the unsafe mode.
de: Dieses Objekt kann nur im unsafe Modus geworfen werden. Füge -u an deinen Befehl an um diesen Modus einzuschalten.

source: Trying to be Notch? No hat for you!
de: Einen auf Notch machen? Nein, kein Hut für dich!

source: User not found
de: Benutzer nicht gefunden

source: User not found!
de: Benutzer nicht gefunden!

source: User {user} not found!
de: Der Benutzer {user} wurde nicht gefunden!

source: You are no longer throwing.
de: Wurfende.

source: You are not allowed the use the damage parameter
de: Dir ist es nicht erlaubt den Schaden-Parameter zu verwenden

source: You are not allowed to break blocks
de: Dir ist es nicht erlaubt abzubauen

source: You are not allowed to change the explosion range of the nuke carpet!
de: Dir ist es nicht erlaubt den Explosionsradius des TNT-Teppichs zu ändern!

source: You are not allowed to damage an other player
de: Dir ist es nicht erlaubt einen anderen Spieler zu verletzen

source: You are not allowed to execute this command in unsafe-mode.
de: Dir ist es nicht erlaubt diesen Befehl im unsicheren Modus auszuführen.

source: You are not allowed to set fireticks
de: Du darfst keine Feuer-Zeiten einstellen

source: You are not allowed to specify a player!
de: Die ist es nicht erlaubt einen Spieler anzugeben!

source: You are not allowed to throw this
de: Du darfst das nicht werfen

source: You are not allowed to use the player parameter.
de: Dir ist es nicht erlaubt den player-Parameter zu verwenden.

source: You are not allowed to use the unsafe flag
de: Dir ist es nicht erlaubt den unsicheren Modus zu verwenden

source: You can only use your item in hand!
de: Du kannst nur den Gegenstand in deiner Hand benutzen!

source: You can't set the hat of an other player.
de: Du kannst nicht den Hut eines anderen Spielers setzen.

source: You do not have any item in your hand!
de: Du hast kein Gegenstand in deiner Hand!

source: You has to specify a user!
de: Du musst einen Benutzer angeben!

source: You have to add the material you want to throw.
de: Du musst ein Material zum Werfen auswählen.

source: You have to specify a user!
de: Du musst einen Benutzer angeben!

source: You spawned {integer} blocks of tnt.
de: Du hast {integer} TNT-Blöcke erzeugt.

source: You will keep throwing until you run this command again.
de: Das Werfen wird fortgesetzt bis du den Befehl wiederholst.

source: Your hat was changed
de: Nun hast du den Hut auf
